Repository: Haco/ecom_newsletter_subscription
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, id, it, ja, ko, ms, nl, pt, ru, th, vi, zh

# mail_address
source: Dear %1$s
de: Sehr geehrte/r %1$s
es: Estimado/a %1$s
id: Yang terhormat %1$s
it: Gentile %1$s,
ja: %1$s様
ms: Kepada %1$s
nl: Geachte %1$s
pt: Prezado(a) %1$s
ru: Уважаемый %1$s
th: เรียน %1$s
vi: Thân gửi %1$s
zh: 尊敬的%1$s

# mail_subject_generic
source: ecom Newsletter
es: Boletín digital de ecom
id: Buletin ecom
it: Newsletter ecom
ja: ecomニュースレター
ko: ecom 뉴스레터
ms: Buletin ecom
nl: ecom-nieuwsbrief
pt: Boletim informativo ecom
ru: Новостная рассылка ecom
th: จดหมายข่าวของ ecom
vi: Bản tin ecom
zh: ecom 新闻简报

# mail_subject_new
source: - New subscription
de: - Neues Abo
es: - Nueva suscripción
id: - Kepelangganan baru
it: - Nuova sottoscrizione
ja: 新規申し込み
ko: - 신규 가입
ms: - Langganan baharu
nl: - nieuw abonnement
pt: - Nova assinatura
ru: - Новая подписка
th: - การสมัครสมาชิกใหม่
vi: - Đăng ký mới
zh: - 新订阅

# mail_subject_confirmed
source: - Subscription confirmed
de: - Abo bestätigt
es: - Suscripción confirmada
id: - Kepelangganan dikonfirmasi
it: - Sottoscrizione confermata
ja: - お申し込みが確定されました
ms: - Langganan disahkan
nl: - Abonnement bevestigd
pt: - Assinatura confirmada
ru: - Подписка подтверждена
th: - ยืนยันการสมัครสมาชิก
vi: - Đăng ký được xác nhận
zh: - 订阅已确认

# mail_subject_deleted
source: - Subscription deleted
de: - Abo gelöscht
es: - Suscripción eliminada
id: - Kepelangganan dihapus
it: - Sottoscrizione cancellata
ja: - お申し込みが削除されました
ms: - Langganan dipadamkan
nl: - Abonnement beëindigd
pt: - Assinatura excluída
ru: - Подписка удалена
th: - ลบการสมัครสมาชิกแล้ว
vi: - Đăng ký được xóa
zh: - 订阅已删除

# mail_emailconfirmed_text
source: You have successfully confirmed your subscription.
de: Sie haben Ihr Abonnement erfolgreich bestätigt.
es: Su suscripción se ha confirmado correctamente.
id: Anda telah berhasil mengonfirmasi kepelangganan Anda.
it: La sottoscrizione è stata confermata.
ja: お客様のお申し込みが確定できました。
ko: 귀하는 성공적으로 가입을 완료되었습니다.
ms: Anda telah berjaya mengesahkan langganan anda.
nl: Uw abonnement op onze nieuwsbrief is bevestigd.
pt: Sua assinatura foi confirmada com êxito.
ru: Ваша подписка успешно подтверждена.
th: คุณได้ยืนยันการสมัครสมาชิกสำเร็จแล้ว
vi: Bạn đã xác nhận thành công đăng ký của mình.
zh: 您已经成功确认订阅。

# mail_emaildeleted_text
source: Your subscription was DELETED!
de: Ihr Abonnement wurde GELÖSCHT!
es: Su suscripción ha sido ELIMINADA.
id: Kepelangganan Anda telah DIHAPUS!
it: La sottoscrizione è stata CANCELLATA!
ja: お客様のお申し込みが削除されました！
ko: 삭제 되었습니다!
ms: Langganan anda DIHAPUSKAN
nl: Uw abonnement is BEËINDIGD.
pt: Sua assinatura foi EXCLUÍDA!
ru: Ваша подписка УДАЛЕНА!
th: การสมัครสมาชิกของคุณถูกลบแล้ว!
vi: Đăng ký của bạn đã được XÓA!
zh: 您的订阅已删除！

# mail_emailsubscribed_text
source: You're now subscribed to the ecom Newsletter.<br /><br />IMPORTANT:
de: Sie haben jetzt den ecom Newsletter abonniert.<br /><br />WICHTIG:
es: Ya se encuentra suscripto al boletín informativo de ecom.<br /><br />IMPORTANTE:
id: Anda sekarang berlangganan buletin ecom.<br /><br />PENTING:
it: Hai appena sottoscritto la newsletter di ecom<br /><br />IMPORTANTE:
ja: お客様のecomニュースレターへのお申し込みを受け付けました。<br /><br />重要：
ko: 귀하는 ECOM 뉴스레터에 가입 하였습니다<br /><br />중요사항
ms: Anda sekarang melanggan buletin ecom.<br /><br />MUSTAHAK:
nl: Wij hebben uw aanmelding voor de ecom-nieuwsbrief ontvangen.<br /><br />LET OP:
pt: Agora você tem uma assinatura do Boletim informativo ecom.<br /><br />IMPORTANTE:
ru: Теперь Вы подписаны на новостную рассылку ecom.<br /><br />ВАЖНО:
th: ตอนนี้คุณเป็นสมาชิกจดหมายข่าวของ ecom แล้ว<br /><br />สิ่งสำคัญ:
vi: Hiện bạn đã đăng ký nhận bản tin ecom.<br /><br />QUAN TRỌNG:
zh: 您现在已经订阅 ecom 新闻简报。<br /><br />重要事项：

# mail_emailsubscribed_introlinkconfirm
source: Before your subscriptions is fully enabled, you must click this link:
de: Bevor Ihr Abonnement vollständig aktiviert ist, müssen Sie auf diesen Link klicken:
es: Para que la suscripción se active por completo, deberá hacer clic en este enlace:
id: Sebelum kepelangganan Anda diaktifkan sepenuhnya, Anda harus mengeklik tautan ini:
it: Per completare la sottoscrizione clicca sul seguente link:
ja: お客様のお申し込みが完全に有効になる前に、このリンクをクリックする必要があります：
ko: 귀하의 가입신청이 완전히 활성화되기 전에, 귀하는 이 링크를 클릭해야 합니다
ms: Sebelum langganan anda didayakan sepenuhnya, anda mesti mengklik pautan ini:
nl: Uw abonnement is nog niet actief. Klik op de volgende link om uw aanmelding te bevestigen en het abonnement te activeren:
pt: Antes que sua assinatura esteja totalmente habilitada, você deverá clicar neste link:
ru: Перед тем как Ваша подписка окончательно вступит в силу, необходимо перейти по этой ссылке:
th: ก่อนที่การสมัครสมาชิกของคุณจะเปิดใช้งานได้อย่างสมบูรณ์ คุณต้องคลิกที่ลิงค์
vi: Trước khi đăng ký của bạn được kích hoạt đầy đủ, bạn phải nhấn vào liên kết này:
zh: 在订阅完全启用前，您必须点击此链接：

# mail_emailsubscribed_introlinkdelete
source: If you cannot accept the subscription (eg. if somebody else subscribed you!) just click this link and you're deleted from the database:
de: Wenn Sie das Abonnement nicht annehmen (z.B. Wenn jemand Anderes Sie eingeschrieben hat!) klicken Sie einfach auf diesen Link und Sie werden aus der Datenbank gelöscht:
es: Si no desea aceptar la suscripción, (por ej., si lo registró otra persona) simplemente haga clic en este enlace y lo eliminaremos de la base de datos:
id: Jika Anda tidak dapat menyetujui kepelangganan ini (misalnya, jika orang lain berlangganan untuk Anda!) cukup klik tautan ini dan Anda akan dihapus dari basis data:
it: Se non desideri sottoscrivere la newsletter (ad es. nel caso sia stato qualcun altro ad iscriverti!) basta cliccare sul presente link per essere cancellato dal database:
ja: お客様がお申し込みを受諾できない場合（例えば、誰か別の人がお客様を申し込んだ場合！）、このリンクをクリックすれば、お客様はデータベースから削除されます：
ko: 귀하의 가입을 받아들일 수 없다면, (예를 들어 다른 사람이 귀하를 가입한 경우!), 이 링크를 클릭하면 귀하의 등록은 데이터베이스로부터 삭제됩니다.
ms: Jika anda tidak dapat menerima langganan (misalnya, ada orang lain menggunakan nama anda!)anda hanya perlu klik pautan ini dan ia akan dipadamkan daripada pangkalan data:
nl: Als u het abonnement niet wilt activeren, bijvoorbeeld omdat iemand anders u heeft aangemeld, klik dan op de onderstaande link om uw gegevens uit onze database te verwijderen:
pt: Se não puder aceitar a assinatura (por exemplo, alguém já a fez para você), basta clicar neste link e você será excluído do banco de dados:
ru: Если Вы не согласны на рассылку (например, если Вас подписал кто-то другой!), просто перейдите по этой ссылке, и Вы будете удалены из базы данных:
th: หากคุณไม่ยอมรับการสมัครสมาชิก (เช่น หากมีบางคนสมัครให้คุณ!) เพียงแค่คลิกที่ลิงค์นี้ คุณก็จะถูกลบออกจากฐานข้อมูล:
vi: Nếu bạn không thể chấp nhận đăng ký (Ví dụ như nếu người khác đã đăng ký cho bạn!), chỉ cần nhấp vào liên kết này là bạn được xóa khỏi cơ sở dữ liệu:
zh: 如果您无法接受订阅（例如，其他人已经为您订阅！），则只需点击此链接，您将会从数据库中删除：

# mail_subscriptionreceived_head
source: New subscription received
de: Neues Abo erhalten
es: Nueva suscripción recibida
id: Kepelangganan baru diterima
it: Nuova sottoscrizione ricevuta
ja: 新規申し込みを受け取りました
ko: 신규 가입
ms: Langganan baharu diterima
nl: nieuw abonnement
pt: Nova assinatura recebida
ru: Получена новая подписка
th: การสมัครสมาชิกใหม่ได้รับแล้ว
vi: Đăng ký mới được nhận
zh: 收到新订阅

# mail_status_initialsubscription_head
source: Subscription received
de: Wir haben Ihre Abonnementanfrage erhalten.
es: Hemos recibido su suscripción.
id: Kepelangganan Anda diterima.
it: Sottoscrizione ricevuta
ja: お申し込みを受け取りました。
ko: 가입 동의
ms: Langganan diterima.
nl: Abonnementsaanvraag ontvangen.
pt: Assinatura recebida
ru: Подписка получена.
th: ได้รับการสมัครสมาชิกแล้ว
vi: Đã nhận được đăng ký.
zh: 已收到订阅。

# mail_status_initialsubscriptionresend_head
source: Email was resend
de: E-Mail wurde erneut gesendet
es: Correo reenviado
id: Email dikirim ulang
it: L’e-mail è stata rinviata
ja: Eメールが再送されました
ko: 이메일 재전송했다
ms: E-mel dihantar semula
nl: De e-mail is opnieuw verzonden
pt: O e-mail foi reenviado
ru: Электронное письмо отправлено повторно
th: อีเมลถูกส่งอีกครั้ง
vi: Email đã được gửi lại
zh: 已重新发送电子邮件

# mail_status_initialsubscription_body
source: An email has been sent to your email address, <b>%1$s</b>, with a link to activate your profile.<br />Please notice that your subscription is not active until you've clicked a link in that email!
de: Es wurde eine E-Mail mit einem Link zur Profilaktivierung an Ihre Adresse (<b>%1$s</b>) gesandt.<br />Bitte beachten Sie, dass das Abonnement nicht aktiv ist, bis Sie den Link in der E-Mail angeklickt haben!
es: Se ha enviado un mensaje a su dirección de correo electrónico <b>%1$s</b> con un enlace para que active su perfil.<br />Tenga en cuenta que su suscripción no se activará hasta que haga clic en el enlace que aparece en el correo electrónico.
id: Email telah dikirim ke alamat email Anda, <b>%1$s</b>, beserta tautan untuk mengaktifkan profil Anda.<br />Harap diperhatikan bahwa kepelangganan Anda tidak aktif hingga Anda mengeklik tautan dalam email tersebut!
it: Abbiamo inviato un’e-mail al tuo indirizzo, <b>%1$s</b>, contenente un link per attivare il tuo profilo.<br />La tua sottoscrizione non sarà attiva finché non avrai cliccato sul link contenuto nell’e-mail!
ja: Eメールがお客様のEメールアドレス「<b>%1$s</b>」に、お客様のプロファイルを有効にするためのリンクを付けて送付されました。<br />お客様のお申し込みは、そのEメールにあるリンクをチェックするまでは有効ではないことに注意してください！
ko: 귀하는 당사의 뉴스 레터에 가입하였습니다. 귀하의 프로필 관리에 대한 링크와 이메일 주소, <b>%1$s</b>로 이메일이 전송되었습니다<br />당 이메일에 포함 된 링크를 클릭 할 때까지 가입이 활성화 되지 않음을 알려드립니다!
ms: E-mel dihantar ke alamat e-mel anda, <b>%1$s</b>, dengan pautan untuk mengaktifkan profil anda.<br />Sila ambil maklum yang mana langganan anda tidak akan aktif selagi anda tidak klik pada pautan dalam e-mel anda!
nl: Een e-mail is verzonden naar het opgegeven e-mailadres, <b>%1$s</b>. Deze e-mail bevat een koppeling waarmee u uw profiel kunt activeren.<br />Uw abonnement gaat pas in nadat u uw profiel hebt geactiveerd.
pt: Um e-mail foi enviado ao endereço <b>%1$s</b>, com um link para ativar seu perfil.<br />Observe que sua assinatura não estará ativa até que você clique em um link nesse e-mail!
ru: На Ваш адрес электронной почты <b>%1$s</b> отправлено письмо со ссылкой для активации Вашего профиля.<br />Обратите внимание, что Ваша подписка не активна до тех пор, пока Вы не перейдете по ссылке, указанной в письме!
th: อีเมลถูกส่งไปยังอีเมลแอดเดรสของคุณแล้ว <b>%1$s</b> พร้อมลิงก์สำหรับเปิดใช้งานโปรไฟล์ของคุณ<br />โปรดสังเกตว่าการสมัครสมาชิกของคุณยังไม่สามารถใช้ได้จนกว่าคุณจะคลิกลิงก์ในอีเมล!
vi: Một email được gửi đến địa chỉ email của bạn, <b>%1$s</b>, với liên kết để kích hoạt hồ sơ cá nhân của bạn.<br />Xin hãy lưu ý rằng đăng ký của bạn không khả dụng cho đến khi bạn đã nhấp vào liên kết trong email đó!
zh: 已经向您的电子邮件地址 <b>%1$s</b> 发送电子邮件，内部附有激活您帐户的链接。<br />请注意，只有点击该电子邮件中的链接后您的订阅才会激活！

# mail_status_subscriptionconfirmed_head
source: Your subscription was approved
de: Ihr Abonnement wurde bestätigt
es: Su suscripción ha sido aprobada.
id: Kepelangganan Anda telah disetujui
it: La sottoscrizione è stata approvata
ja: お客様のお申し込みが承認されました
ko: 승인 되었습니다.
ms: Langganan anda telah disahkan
nl: Uw abonnement is goedgekeurd.
pt: Sua assinatura foi aprovada
ru: Ваша подписка подтверждена
th: การสมัครสมาชิกของคุณได้รับการอนุมัติแล้ว
vi: Đăng ký của bạn đã được phê duyệt
zh: 您的订阅已批准

# mail_status_subscriptiondeleted_head
source: Your subscription was DELETED!
de: Ihr Abonnement wurde GELÖSCHT!
es: Su suscripción ha sido ELIMINADA.
id: Kepelangganan Anda telah DIHAPUS!
it: La sottoscrizione è stata CANCELLATA!
ja: お客様のお申し込みが削除されました！
ko: 삭제 되었습니다!
ms: Langganan anda telah DIPADAMKAN!
nl: Uw abonnement is BEËINDIGD.
pt: Sua assinatura foi EXCLUÍDA!
ru: Ваша подписка УДАЛЕНА!
th: การสมัครสมาชิกของคุณถูกลบแล้ว!
vi: Đăng ký của bạn đã được XÓA!
zh: 您的订阅已删除！

# mail_status_warning_alreadyconfirmed
source: The email address was already confirmed!
de: Die E-Mail Adresse wurde bereits bestätigt!
es: La dirección de correo electrónico ya se confirmó.
id: Alamat email telah dikonfirmasi!
it: L’indirizzo e-mail è stato già confermato!
ja: Eメールアドレスはすでにすでに確定されています！
ms: Alamat e-mel telah disahkan!
nl: Dit e-mailadres is al eerder bevestigd.
pt: O endereço de e-mail já foi confirmado!
ru: Этот электронный адрес уже подтвержден!
th: อีเมลแอดเดรสได้รับการยืนยันแล้ว!
vi: Địa chỉ email đã được xác nhận!
zh: 电子邮件地址已经确认过！

# mail_status_warning_duplicatefound
source: Apparently you're already registered with this email address!
de: Offenbar sind Sie bereits mit dieser E-Mail Adresse registriert!
es: Al parecer, ya se registró con esta dirección de correo electrónico.
id: Tampaknya Anda sudah terdaftar dengan alamat email ini!
it: Apparentemente sei già registrato con questo indirizzo e-mail!
ja: このEメールアドレスですでに登録されています！
ms: Ternyata anda sudah berdaftar dengan alamat e-mel ini!
nl: Het lijkt er op dat er al een account bestaat met dit e-mailadres.
pt: Aparentemente, você já está registrado com esse endereço de e-mail!
ru: Возможно, Вы уже зарегистрированы с этим электронным адресом!
th: คุณได้ลงทะเบียนด้วยอีเมลแอดเดรสนี้แล้ว!
vi: Rõ ràng là bạn đã đăng ký với địa chỉ email này!
zh: 您可能已经使用过该电子邮件地址进行注册！

# mail_status_warning_linkexpired
source: The link has expired!
de: Der Link ist abgelaufen!
es: ¡El enlace ha caducado!
id: Tautan telah kedaluwarsa!
it: Il link è scaduto!
ja: リンクの期限が切れています！
ko: 링크가 만료되었습니다!
ms: Pautan tersebut telah luput!
nl: De koppeling is verlopen!
pt: O link expirou!
ru: Срок действия этой ссылки истек!
th: ลิงก์หมดอายุแล้ว!
vi: Liên kết đã hết hạn!
zh: 链接已过期！

# mail_status_warning_notconfirmed
source: A registration was already submitted, but not yet confirmed!
de: Eine Registrierung wurde bereits eingereicht, aber noch nicht bestätigt!
es: Se ha enviado el registro, pero todavía no se ha confirmado.
id: Pendaftaran telah dikirimkan, tapi belum dikonfirmasi!
it: Una registrazione è già stata inviata, ma non ancora confermata!
ja: 登録はすでに提出されていますが、まだ確定されていません！
ms: Pendaftaran telah diserahkan, tapi belum lagi disahkan!
nl: Er is al een registratieaanvraag ingediend, maar deze is nog niet bevestigd.
pt: O registro já foi enviado, mas ainda não está confirmado!
ru: Заявка на регистрацию уже подана, но она еще не подтверждена!
th: การลงทะเบียนถูกส่งแล้วแต่ยังไม่ได้รับการยืนยัน!
vi: Đăng ký đã được gửi nhưng chưa được xác nhận!
zh: 注册已提交，但尚未确认！

# mail_status_warning_notconfirmed_resendlink
source: Click here to resend mail with confirmation link.
de: Klicken Sie hier um erneut eine E-Mail mit dem Bestätigungslink zu senden.
es: Haga clic aquí para reenviar un correo con el enlace de confirmación.
id: Klik di sini untuk mengirim ulang email dengan tautan konfirmasi.
it: Clicca qui per rinviare l’e-mail contenente il link di conferma.
ja: ここをクリックして、確定リンクが付いたメールを再送してください。
ms: Klik di sini untuk menghantar semula e-mel dengan pautan pengesahan.
nl: Klik hier om opnieuw een e-mail met de bevestigingskoppeling te verzenden.
pt: Clique aqui para reenviar o e-mail com o link de confirmação.
ru: Нажмите здесь, чтобы снова отправить письмо со ссылкой подтверждения.
th: คลิกที่นี่เพื่อส่งเมลพร้อมลิงก์ยืนยันอีกครั้ง
vi: Nhấn vào đây để gửi lại email với liên kết xác nhận.
zh: 单击此处以重新发送附有确认链接的邮件。

source: Name
es: Nombre
id: Nama
ja: お名前
ko: 이름
ms: Nama
nl: Naam
pt: Nome
ru: ФИО
th: ชื่อ
vi: Tên
zh: 姓名

source: Company
de: Firma
es: Compañía
id: Perusahaan
ja: 会社
ko: 회사명
ms: Nama syarikat
nl: Bedrijf
pt: Empresa
ru: Организация
th: บริษัท
vi: Công ty
zh: 公司

source: Email
es: Correo electrónico
ja: Eメール
ko: 이메일
ms: E-mel
nl: E-mailadres
ru: Эл. почта
th: อีเมล
zh: 电子邮件

# email_footer
source: This e-mail was generated automatically. Please do not answer to this e-mail.<br />For questions or any problems you may apply to webmaster@ecom-ex.com.
es: Este correo electrónico se generó automáticamente. No lo responda.<br />Si tiene preguntas o problemas, puede escribir a webmaster@ecom-ex.com.
it: Questa è un’e-mail generata automaticamente. Non rispondere a quest’e-mail.<br />In caso di domande o problemi è possibile contattare l’indirizzo webmaster@ecom-ex.com.
nl: Deze e-mail is automatisch verzonden. Beantwoord deze e-mail niet rechtstreeks.<br />Neem bij vragen of problemen contact op met webmaster@ecom-ex.com.
pt: Este e-mail foi gerado automaticamente. Não responda a este e-mail.<br />Para dúvidas ou problemas, entre em contato pelo e-mail webmaster@ecom-ex.com.
th: อีเมลนี้ถูกสร้างขึ้นโดยอัตโนมัติ โปรดอย่าตอบกลับอีเมลนี้ หากมีคำถามหรือประสบปัญหา โปรดติดต่อ webmaster@ecom-ex.com
vi: E-mail này đã được tạo ra tự động. Xin vui lòng không trả lời e-mail này.<br />Nếu có câu hỏi hoặc bất kỳ vấn đề nào, bạn có thể gửi cho webmaster@ecom-ex.com.
zh: 该电子邮件为自动生成。请不要回复该邮件。<br />若有疑问或其他问题，可以联系 webmaster@ecom-ex.com。

# form_button_submit
source: SUBSCRIBE
de: ANMELDEN
es: REGISTRARSE
id: BERLANGGANAN
it: Iscriviti
ja: 申し込み
ko: 서명
ms: LANGGAN
nl: AANMELDEN
pt: Assine
ru: ПОДПИСАТЬСЯ
th: สมัครสมาชิก
vi: ĐĂNG KÝ
zh: 订阅

# form_placeholder_name
source: Your name*
de: Name*
es: Nombre*
id: Nama Anda*
it: Il tuo nome*
ja: お名前*
ko: 이름*
ms: Nama anda*
nl: Naam*
pt: Seu nome*
ru: ФИО*
th: ชื่อของคุณ*
vi: Tên của bạn*
zh: 您的姓名*

# form_placeholder_company
source: Your company*
de: Firma*
es: Compañía*
id: Perusahaan Anda*
it: La tua società*
ja: 会社*
ko: 회사명*
ms: Nama syarikat anda*
nl: Bedrijf*
pt: Sua empresa*
ru: Организация*
th: ชื่อบริษัทของคุณ*
vi: Công ty của bạn*
zh: 公司*

# form_placeholder_email
source: Your email address*
de: Ihre E-Mail-Adresse*
es: Correo electrónico*
id: Alamat email Anda*
it: Tuo indirizzo e-mail*
ja: Eメールアドレス*
ko: 이메일주소*
ms: Alamat e-mel anda*
nl: Uw e-mailadres*
pt: Seu endereço de e-mail*
ru: Электронный адрес*
th: อีเมลแอดเดรสของคุณ*
vi: Địa chỉ email của bạn*
zh: 电子邮件地址*

# form_privacypolicy_p1
source: I herewith declare my express agreement to the
de: Hiermit stimme ich den
es: Por la presente, muestro mi pleno acuerdo con la
id: Saya dengan ini menyetujui
it: Con la presente acconsento espressamente alle disposizioni sulla
ja: 私はここに、ecom instruments GmbH
ko: 나는 ecom instruments GmbH의
ms: Saya dengan ini mengisytiharkan persetujuan nyata saya kepada
nl: Ik accepteer de
pt: Pela presente declaro concordar com as
ru: Настоящим заявляю о своем официальном согласии с
th: ข้าพเจ้าขอประกาศข้อตกลงเฉพาะหน้าตามนี้
vi: Tôi xác nhận nhất trí với
zh: 我在此明确表示同意ecom instruments GmbH

# form_privacypolicy_p2
source: data protection provisions
de: Datenschutzbestimmungen
es: Política de protección de datos
id: ketentuan perlindungan data
it: protezione dei dati
ja: のデータ保護規定
ko: 데이터보호규칙
ms: peruntukan perlindungan data
nl: gegevensbeschermingsrichtlijn
pt: disposições de proteção de dados
ru: положениями
th: พระราชบัญญัติคุ้มครองข้อมูล
vi: các quy định về bảo vệ dữ liệu
zh: 的数据保护条款

# form_privacypolicy_p3
source: of ecom instruments GmbH.
de: der ecom instruments GmbH ausdrücklich zu.
es: de ecom instruments GmbH.
id: dari ecom instruments GmbH.
it: di ecom instruments GmbH.
ja: への明示的な同意を宣言します。
ko: 을 준수할 것을 서약합니다.
ms: ecom intsruments GmbH.
nl: van ecom instruments GmbH.
pt: da ecom instruments GmbH.
ru: компании ecom instruments GmbH о защите данных.
th: ของบริษัท ecom instruments GmbH
vi: của ecom instruments GmbH.

# form_parsley_required
source: This field is required
es: Este es un campo obligatorio.
it: Questo campo è obbligatorio.
ja: このフィールドは必須です。
ms: Ruangan ini diperlukan
nl: Dit veld is verplicht
pt: Este campo é obrigatório.
ru: Это поле является обязательным.
th: จำเป็นต้องกรอกฟิลด์นี้
vi: Trường này là bắt buộc
zh: 此字段必填

# form_parsley_invalidemail
source: This is not a proper email address.
de: Bitte geben Sie eine gültige E-Mail Adresse an.
es: Por favor, introduzca una dirección de correo electrónico válida.
it: Questo indirizzo e-mail non è valido.
ja: 正しいEメールアドレスではありません。
ms: Ini bukan alamat e-mel yang sepatutnya.
nl: Voer een geldig e-mailadres in.
pt: Este endereço de e-mail não é adequado.
ru: Это недействительный адрес электронной почты.
th: นี่ไม่ใช่อีเมลแอดเดรสที่ถูกต้อง
vi: Đây không phải là địa chỉ email chính xác.
zh: 这不是正确的邮件地址。

# form_parsley_privacypolicy
source: Please confirm the <strong>data protection statement</strong>.
de: Bitte bestätigen Sie die <strong>Datenschutzbestimmungen</strong>.
es: Por favor, confirme su acuerdo con las <strong>disposiciones sobre protección</strong> de datos.
it: Conferma <strong>la dichiarazione di informazione per la protezione dei dati personali</strong>.
ja: <strong>データ保護規定</strong>を確定してください。
ko: <strong>데이터 보호 규정을</strong> 확인하시기 바랍니다
ms: Sila sahkan <strong>peruntukan perlindungan data</strong>.
nl: Geef aan dat u de <strong>Gegevensbeschermingsrichtlijn</strong> accepteert.
pt: Confirme a <strong>declaração de proteção de dados</strong>.
ru: Подтвердите своё согласие с <strong>положениями о защите данных</strong>.
th: กรุณายืนยัน <strong>ข้อกำหนดเรื่องการคุ้มครองข้อมูล</strong>
vi: Vui lòng xác nhận <strong>các điều khoản bảo vệ dữ liệu</strong>.
zh: 请确认<strong>数据保护规定</strong>。

# form_parsley_required
source: This field is required.
de: Dies ist ein Pflichtfeld.
ko: 이 필드는 필수입니다.
